[
    {
       "alertID":1001,
       "caseName":"GOLDMAN SACHS GROUP INC",
       "headline":"After COVID shock, U.S. Treasury market set for new scrutiny",
       "source":"Postmedia Breaking News",
       "publicationDate":"16/12/2020",
       "keywords":"COVID shock; US Treasury market; scrutiny; $20 trillion US Treasury Market; intense scrutiny; threatening stability; financial system; regulatory sources; Federal Reserve; buy $1.6 trillion of Treasuries; loosening trading rules; urgency and extreme care; deteriorated; market fragility; 24 Wall Street companies; creating secondary market; expensive; liquidity; commission a review; resistance",
       "link":"https://financialpost.com/pmn/business-pmn/after-covid-shock-u-s-treasury-market-set-for-new-scrutiny",
       "riskStatus":"Cleared",
       "riskAlertStatus":"For Action",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"NEW YORK - The functioning of the $20 trillion U.S. Treasury market is set to come under intense scrutiny by President-elect Joe Bidens regulators, after seizing-up amid rising pandemic fears in March and threatening the stability of the ..."
    },
    {
       "alertID":1002,
       "caseName":"RANDSTAD",
       "headline":"Staffing Cos Helping Out on Probe over Violence at Wistron Plant",
       "source":"The Economic Times - Kolkata Edition",
       "publicationDate":"15/12/2020",
       "keywords":"Wistron violence probe; investigations; violence; compliances; compliant; prepared for a deeper probe; payment delays; unfortunate; major HR issue; vandalised; detained and arrested; loss of Rs 437.70 crore; operational hiccups",
       "link":"https://economictimes.indiatimes.com/industry/cons-products/electronics/staffing-firms-say-helping-out-with-wistron-violence-probe/articleshow/79725761.cms?from=mdr",
       "riskStatus":"Under Review",
       "riskAlertStatus":"For Action",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"Medium Cleared",
       "riskType":"Reputational",
       "actionRequired":"",
       "details":"Mumbai | Kolkata: Staffing firms Randstad, Quess Corp and Innovsource, which provide bulk of third-party employees to Wistron, are helping out with investigations on ..."
    },
    {
       "alertID":1003,
       "caseName":"UnitedHealth Group",
       "headline":"Massachusetts AG Sues HealthMarkets, Alleging It Duped Consumers Into Buying Supplement Health Products",
       "source":"Bests Insurance News",
       "publicationDate":"09/12/2020",
       "keywords":"AG Healey; sues; Deceptive Sales Scheme; cheated; customers; misled consumers; unnecessary; sued three companies; complaint; Suffolk Superior Court; violated; dupe customers; misled; misconduct; repeat offender; recover the money; decieved customers; deceptively claimed; illegally advertising; incomplete or unfair",
       "link":"https://www.mass.gov/news/ag-healey-sues-unitedhealth-insurance-companies-for-deceptive-sales-scheme-that-cheated",
       "riskStatus":"Risk Mitigated",
       "riskAlertStatus":"Confirmed (Under Review)",
       "comments":"Confirmed (Under Review) Legal Civil - Medium Cleared Louie Lavin 10/12/2020 13:23:28",
       "escalatedTo":"Russell Clophus",
       "riskLevel":"Medium Cleared",
       "riskType":"Legal Civil",
       "actionRequired":"Under Review",
       "details":"BOSTON (BestWire) - Massachusetts Attorney General Maura Healeys office has sued three companies for allegedly misleading consumers looking for traditional health insurance into purchasing supplemental health products of limited value to ..."
    },
    {
       "alertID":1004,
       "caseName":"NIELSEN",
       "headline":"Nielsen Will Overhaul Video Measurement, Creating a Single Cross-Media Offering",
       "source":"Adweek",
       "publicationDate":"08/12/2020",
       "keywords":"Overhaul; Single Cross-Media Offering; late 2022; transformative solution; maximize reach; unified framework; drive comparability; maximize ROI; monetizing assets; maximizing their investments; major milestone; hardest challenges; real cultural shift",
       "link":"https://www.adweek.com/tv-video/nielsen-will-overhaul-video-measurement-creating-single-cross-media-offering/",
       "riskStatus":"Risk Mitigated",
       "riskAlertStatus":"Confirmed (Risk Mitigated)",
       "comments":"Confirmed (Risk Mitigated) Gwen:  No action required Louie Lavin 09/09/2020 12:05:17 Confirmed (Under Review) Business Continuity - Cleared Louie Lavin 03/09/2020 12:15:37",
       "escalatedTo":"Gwen Macgregor",
       "riskLevel":"Cleared",
       "riskType":"Business Continuity",
       "actionRequired":"No",
       "details":"In a major overhaul of its video measurement, Nielsen is preparing to offer a new cross-media solution called Nielsen One. The video analytics tool, announced today, will enable ..."
    },
    {
       "alertID":1005,
       "caseName":"KAPLAN INC",
       "headline":"Kaplan Resolves Lawsuit Against Dalton for Alleged Misappropriation of Trade Secrets",
       "source":"Business Wire",
       "publicationDate":"02/09/2020",
       "keywords":"Resolves Lawsuit; Alleged misappropriation of trade secrets; federal lawsuit; against a competitor; terminated employees; unlawful behaviour; secrets misappropriation; computer fraud; tortious interference; wealth management; valuable and confidential Kaplan documents; protect its intellectual property; penalty of perjury",
       "link":"https://www.businesswire.com/news/home/20200902005522/en/Kaplan-Resolves-Lawsuit-Against-Dalton-for-Alleged-Misappropriation-of-Trade-Secrets",
       "riskStatus":"Under Review",
       "riskAlertStatus":"Confirmed (Risk Mitigated)",
       "comments":"Confirmed (Risk Mitigated) Gwen:  No action required Louie Lavin 09/09/2020 12:05:17 Confirmed (Under Review) Business Continuity - Very Cleared Louie Lavin 03/09/2020 12:15:37",
       "escalatedTo":"Gwen Macgregor",
       "riskLevel":"Very Cleared",
       "riskType":"Business Continuity",
       "actionRequired":"No",
       "details":"Kaplan North America, a division of global education provider Kaplan, Inc., has settled its federal lawsuit against a competitor, Dalton Education, LLC after Dalton terminated certain ..."
    },
    {
       "alertID":1006,
       "caseName":"CFRA",
       "headline":"Portland General stock tumbles as market processes news of losses",
       "source":"SNL Electric Utility Report",
       "publicationDate":"31/08/2020",
       "keywords":"stock tumbles; losses; $127 million in realized and unrealized losses; bad energy trades; trading loss; isnt a major hurdle; top credit profiles; unpleasant surprise; irrational or excessively Under Review trades; Cleared probability of success; poor positioning; Under Reviewly volatile; significant adverse financial exposure; absorb loss without seeking recovery; preventative procedures",
       "link":"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/portland-general-stock-tumbles-as-market-processes-news-of-losses-60079164",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"Cleared Jyoti Singh 02/09/2020 11:09:04",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Portland General Electric Co.s stock price tumbled Aug. 25, a day after the company disclosed it had suffered $127 million in realized and unrealized losses due to bad energy trades."
    },
    {
       "alertID":1007,
       "caseName":"BARCLAYS CAPITAL",
       "headline":"Barclays Bank PLC Announces Purchase Price of Cash Tender Offer",
       "source":"Business Wire",
       "publicationDate":"01/09/2020",
       "keywords":"Purchase price; cash tender offer; amend certain provisions; restrictions; Offer and Consent Solicitation; disclaimer",
       "link":"https://www.businesswire.com/news/home/20200901005945/en/Barclays-Bank-PLC-Announces-Purchase-Price-of-Cash-Tender-Offer",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"Cleared Gunther Goheen 02/09/2020 11:00:17",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Barclays Bank PLC (the Issuer) announced today that it has determined the purchase price in connection with its previously announced cash tender offer (the Offer) to purchase any and all ..."
    },
    {
       "alertID":1008,
       "caseName":"GARTNER INC",
       "headline":"Gartner predicts 75% of CEOs will be personally liable for cyber-physical security incidents by 2024",
       "source":"The Hindu Online",
       "publicationDate":"01/09/2020",
       "keywords":"cyber-physical security incidents; personal liability; physical harm; desctruction of property or environmental disasters; lack of security focus and spending; serious incidents; compensation; litigation; insurance; regulatory fines and reputation loss",
       "link":"https://www.thehindu.com/business/gartner-predicts-75-of-ceos-will-be-personally-liable-for-cyber-physical-security-incidents-by-2024/article32497891.ece",
       "riskStatus":"Under Review",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Liability for cyber-physical security incidents will pierce the corporate veil to personal liability for 75% of CEOs by 2024, according to Gartner, Inc."
    },
    {
       "alertID":1009,
       "caseName":"PITNEY BOWES",
       "headline":"Pitney Bowes marks centennial of once-ubiquitous postage meter",
       "source":"FreightWaves.com",
       "publicationDate":"01/09/2020",
       "keywords":"hails innovation; remain relevant; subsequent secular decline; authorized a new firm named Pitney Bowes Postage Meter Co; USPS; rocky 20 years; reduced demand for letter processing and deliveries; splitting its stock four times; shares have thundered; several investments; rebrand as a technology provider; acquired cloud based software developer; grown annual revenue; gained momentum; coronavirus pandemic; shares fell; climbing to current levels",
       "link":"https://www.freightwaves.com/news/pitney-bowes-marks-centennial-of-once-ubiquitous-postage-meter",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"On Sept. 1, 1920, the U.S. Postal Service (USPS) authorized a new firm named the Pitney Bowes Postage Meter Co. to market the Model M Postage Meter, the first commercially available product of its kind. The fortunes of the once-ubiquitous ..."
    },
    {
       "alertID":1010,
       "caseName":"THOMSON REUTERS",
       "headline":"ACG Analytics and Makor Oscar Gruss to Form Partnership",
       "source":"PR Newswire",
       "publicationDate":"01/09/2020",
       "keywords":"Form partnership; trusted analytical offering; award winning research; deliver unprecendented synergies to our clients; extraordinary advantages; unrivaled expertise; diligently focused; original and innovative",
       "link":"https://www.prnewswire.com/il/news-releases/acg-analytics-and-makor-oscar-gruss-to-form-partnership-813171569.html",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"NEW YORK, Sept. 1, 2020 /PRNewswire/ -- ACG Analytics, an independent policy research firm based in Washington, D.C., in partnership with Makor Oscar Gruss, an international agency brokerage group trading cash equities, fixed income, FX and..."
    },
    {
       "alertID":1011,
       "caseName":"PRICEWATERHOUSECOOPERS",
       "headline":"Raila defends ODM, says those shouting want to cover up graft",
       "source":"The Standard",
       "publicationDate":"25/08/2020",
       "keywords":"ODM leader; Covid-19 cash spending; professional audit; cover up graft",
       "link":"https://www.standardmedia.co.ke/politics/article/2001383825/raila-defends-odm-says-those-shouting-want-to-cover-up-graft",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"ODM leader Raila Odinga dug in on his position on Covid-19 cash spending, saying his proposal for a professional ..."
    },
    {
       "alertID":1012,
       "caseName":"BLOOMBERG",
       "headline":"Canada set for rough fall, expert warns; Social-distancings weight on business could further stall economic recovery",
       "source":"The Toronto Star",
       "publicationDate":"01/09/2020",
       "keywords":"fizzle out; stall-out period; Bloomberg News; fell 62 percent; hig unemployment and uncertainty; emergency COVID-19 aid; major economic damage; unemployed; services-based recession; fiscal support; bloomberg.com",
       "link":"https://financialpost.com/news/economy/canada-economy-comeback-risks-faltering-manulifes-donald-warns",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Canadas summer rebound may fizzle out this fall as months of Under Review unemployment and uncertainty for businesses take their toll, according to the global chief economist of Manulife Investment Management."
    },
    {
       "alertID":1013,
       "caseName":"KPMG",
       "headline":"APOLLO ENDOSURGERY: Stockholders Pass 3 Proposals at Annual Meeting",
       "source":"Troubled Company Reporter",
       "publicationDate":"31/08/2020",
       "keywords":"Stockholders; Annual meeting; elected; resignation or removal; Clearedering complication rates; reducing total healthcare costs; incurred a net loss of $27.43 million; net loss of $45.78 million; KPMG LLP; Companys auditor; going concern; suffered recurring losses; cash fCleared deficits; debt covenant violationsl accumulated deficit",
       "link":"http://www.bankrupt.com/TCR_Public/200831.mbx",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Apollo Endosurgery, Inc., held its 2020 Annual Meeting on Aug. 25, 2020, at which the stockholders: elected Todd Newton, Rick Anderson, and John Barr as Class III directors to hold office until the 2023 Annual..."
    },
    {
       "alertID":1014,
       "caseName":"DEUTSCHE BANK",
       "headline":"DEUTSCHE BANK: $1.2-Mil. Counsel Fees Awarded in Securities Suit",
       "source":"Class Action Reporter",
       "publicationDate":"31/08/2020",
       "keywords":"Settlement; Securities Settlement; Class Action; United States District Court; Settlement of the Litigation; approved by the Court; dismissed with prejudice; fees and expenses; entitled to a recovery; exclusion; Stipulation of Settlement",
       "link":"https://www.businesswire.com/news/home/20200319005001/en/Robbins-Geller-Rudman-Dowd-LLP-Announce-Proposed-Settlement-in-the-Deutsche-Bank-Securities-Settlement",
       "riskStatus":"Under Review",
       "riskAlertStatus":"Confirmed (Under Review)",
       "comments":"Confirmed (Under Review) Legal Civil - Medium Cleared Louie Lavin 10/12/2020 13:23:28",
       "escalatedTo":"Russell Clophus",
       "riskLevel":"Very Cleared",
       "riskType":"Business Continuity",
       "actionRequired":"Under Review",
       "details":"The U.S. District Court for the Southern District of New York issued an Order granting motion of Lead Counsel for an award of attorneys fees and expenses in the case captioned In re DEUTSCHE BANK AG SECURITIES LITIGATION, Master File No...."
    },
    {
       "alertID":1015,
       "caseName":"Microsoft",
       "headline":"U.S. and China Battle Over TikTok",
       "source":"The New York Times",
       "publicationDate":"01/09/2020",
       "keywords":"Tiktok deal; faces complications; US; China; new export rules; geopolitical struggle; national security threat; China ties; delay or scuttle deal; blockbuster deal; complicated; increasingly precarious position; Representatives for Microsoft; declined to comment; harsher action; further escalating tensions; falling apart; antitrust approvals",
       "link":"https://www.nytimes.com/2020/08/31/technology/tiktok-export-us-china.html",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Chinas new export rules, which could delay or scuttle a sale of TikTok, have further turned giant companies into pawns in a geopolitical struggle."
    },
    {
       "alertID":1016,
       "caseName":"CIGNA",
       "headline":"Neither Cigna nor Anthem Win Damages After Failed Deal - WSJ",
       "source":"Dow Jones Institutional News",
       "publicationDate":"01/09/2020",
       "keywords":"fight; failed merger; ends in draw; derail deal; wont win damages; antitrust; failed $48 million merger deak; yearlong legal battle; skulduggery; lawsuits; sabotaged; damages; breakupfee; each party must bear losses; shares in CIGNA fell 2.1%",
       "link":"https://www.wsj.com/articles/anthem-cigna-fight-over-failed-merger-ends-in-a-draw-11598904625",
       "riskStatus":"Under Review",
       "riskAlertStatus":"Confirmed (Risk Mitigated)",
       "comments":"Confirmed (Risk Mitigated) Russ:  No action required Louie Lavin 02/09/2020 11:13:27 Confirmed (Under Review) Business Continuity - Cleared Louie Lavin 01/09/2020 11:16:04",
       "escalatedTo":"Russell Clophus",
       "riskLevel":"Very Cleared",
       "riskType":"Business Continuity",
       "actionRequired":"No",
       "details":"This article is being republished as part of our daily reproduction of WSJ.com articles that also appeared in the U.S. print edition of The Wall Street Journal (September 1, 2020)."
    },
    {
       "alertID":1017,
       "caseName":"DELOITTE",
       "headline":"Vietnams M&A market remains on radar of foreign buyers",
       "source":"Vietnam News Summary",
       "publicationDate":"01/09/2020",
       "keywords":"Vietnams M&A market; continuing pandemic; sCleared down mergers and acquisitions activity; slight resurgence; temporary negative impact; clear home run advantage; economic recovery; growth in Vietnams economy; clear diversification trend; success in raising participation; investment had fallen; planned expansion",
       "link":"https://www.vir.com.vn/vietnams-ma-market-remains-on-radar-of-foreign-buyers-78906.html",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"Continuing pandemic cases may sCleared down mergers and acquisitions activity in the coming time, but Vietnam nevertheless remains on the radar of overseas buyers."
    },
    {
       "alertID":1018,
       "caseName":"KPMG",
       "headline":"HK Bourse: Announcement From San Miguel Brewery HK On Change In Directors",
       "source":"Dow Jones Institutional News",
       "publicationDate":"01/09/2020",
       "keywords":"San Miguel Brewery Hong Kong Ltd; Change; resigned; alternate director; Mr William C Cheng; Dr David Li; Ms Sum Li; no disagreement; ",
       "link":"https://www1.hkexnews.hk/listedco/listconews/sehk/2020/0901/2020090100594.pdf",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"CHANGE IN ALTERNATE DIRECTOR  The Board announces that Mr. William C. M. Cheng has ..."
    },
    {
       "alertID":1019,
       "caseName":"KPMG",
       "headline":"HK Bourse: Announcement From San Miguel Brewery HK On Change In Directors",
       "source":"Dow Jones Institutional News",
       "publicationDate":"01/09/2020",
       "keywords":"San Miguel Brewery Hong Kong Ltd; Change; resigned; alternate director; Mr William C Cheng; Dr David Li; Ms Sum Li; no disagreement; ",
       "link":"https://www1.hkexnews.hk/listedco/listconews/sehk/2020/0901/2020090100594.pdf",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"Previously Reported - Cleared Louie Lavin 01/09/2020 12:18:14",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"CHANGE IN ALTERNATE DIRECTOR The Board announces that Mr. William C. M. Cheng has ..."
    },
    {
       "alertID":1020,
       "caseName":"AT&T",
       "headline":"CPUC Affirms $3.75M NG-911 Fine for AT&T",
       "source":"Communications Daily",
       "publicationDate":"27/08/2020",
       "keywords":"Fine; Public Utilities Commission, appeal, $3.75 million, fine",
       "link":"https://communicationsdaily.com/news/2020/08/27/CPUC-Affirms-375M-NG911-Fine-for-ATT-2008260068",
       "riskStatus":"Cleared",
       "riskAlertStatus":"Cleared",
       "comments":"",
       "escalatedTo":"",
       "riskLevel":"",
       "riskType":"",
       "actionRequired":"",
       "details":"The California Public Utilities Commission rejected AT&Ts appeal of a $3.75 million fine for not providing next-generation 911 in the state (see 2005050042). None of the errors alleged by AT&T in its Appeal is meritorious and no material ..."
    }
 ]